tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rinrinrin2002/tap"
brew "gh"
brew "gibo"
brew "gnupg"
brew "hugo"
brew "mas"
brew "nvm"
brew "pinentry-mac"
brew "python@3.9"
brew "rinrinrin2002/tap/reset-launchpad"
cask "ampero-editor"
cask "android-studio"
cask "appcleaner"
cask "blackhole-16ch"
cask "duckstation"
cask "flutter"
cask "google-chrome"
cask "hyper"
cask "keepingyouawake"
cask "kekaexternalhelper"
cask "kext-updater"
cask "keybase"
cask "onyx"
cask "qlmarkdown"
cask "qlstephen"
cask "raspberry-pi-imager"
cask "sdformatter"
cask "steam"
cask "totalfinder"
cask "visual-studio-code"
cask "vmware-fusion"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Keka", id: 470158793
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
