tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rinrinrin4046/tap"
brew "f3"
brew "gh"
brew "gibo"
brew "gnupg"
brew "gradle"
brew "hugo"
brew "mas"
brew "nvm"
brew "pinentry-mac"
brew "python@3.9"
brew "wimlib"
brew "rinrinrin4046/tap/reset-launchpad"
cask "ampero-editor"
cask "appcleaner"
cask "blackhole-16ch"
cask "google-chrome"
cask "hyper"
cask "keepingyouawake"
cask "kekaexternalhelper"
cask "kext-updater"
cask "keybase"
cask "onyx"
cask "propertree"
cask "qlmarkdown"
cask "qlstephen"
cask "sdformatter"
cask "setdefaultmailapp"
cask "totalfinder"
cask "visual-studio-code"
cask "vmware-fusion"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "Compressor", id: 424390742
mas "DaVinci Resolve", id: 571213070
mas "Final Cut Pro", id: 424389933
mas "Keka", id: 470158793
mas "Logic Pro", id: 634148309
mas "OneDrive", id: 823766827
mas "Spark", id: 1176895641
