tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rinrinrin4046/tap"
brew "python@3.9"
brew "ffmpeg"
brew "gcc"
brew "gh"
brew "go"
brew "hugo"
brew "mas"
brew "nvm"
brew "perl"
brew "python-tk@3.9"
brew "smartmontools"
brew "youtube-dl"
brew "heroku/brew/heroku"
brew "rinrinrin4046/tap/reset-launchpad"
cask "ampero-editor"
cask "appcleaner"
cask "audacity"
cask "audacity-ffmpeg"
cask "balenaetcher"
cask "blackhole-16ch"
cask "discord"
cask "docker"
cask "firefox"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "kekaexternalhelper"
cask "kindle"
cask "mactex-no-gui"
cask "microsoft-openjdk"
cask "onyx"
cask "raspberry-pi-imager"
cask "sdformatter"
cask "setdefaultmailapp"
cask "slack"
cask "tuxguitar"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Affinity Photo", id: 824183456
mas "BetterSnapTool", id: 417375580
mas "Bitwarden", id: 1352778147
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Hex Fiend", id: 1342896380
mas "Keka", id: 470158793
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Spark", id: 1176895641
